Repository: igorgoroun/coursework_web
Catalog: documents/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Contract number
uk: Номер контракту

source: External reference
uk: Зовнішний номер

source: My side
uk: З мого боку

source: Signer from my side
uk: З мого боку

source: Partner side
uk: Із сторони партнера

source: Signer from partner side
uk: Із сторони партнера

source: Sign date
uk: Дата підписання

source: Completition certificate
uk: Акт виконаних робіт

source: Product description
uk: Найменування

source: UOM hint
uk: Од.виміру

source: Product quantity
uk: Кількість

source: Unit price
uk: Ціна

source: Contract closing date
uk: Дата закінчення контракту

source: Contract has infinite validity
uk: Немає кінцевої дати

source: Contract short notes
uk: Замітки до контракта

source: Contract
uk: Договір

source: Reference
uk: Посилання

source: Price
uk: Ціна

source: Invoice number
uk: Номер рахунку

source: Issue date
uk: Дата

source: Invoice
uk: Рахунок

source: Bank transaction
uk: Банківська транзакція

source: Sequence type
uk: Тип нумератора

source: Step
uk: Крок

source: Year
uk: Рік

source: Month
uk: Місяць

source: Completition Certificate
uk: Акт виконаних робіт

source: Save
uk: Зберегти

source: Number
uk: Номер

source: Partner
uk: Партнер

source: Sign Date
uk: Дата підписання

source: Signer
uk: Підписав

source: Partner Signer
uk: Із сторони партнера

source: Amount
uk: Всього

source: Business actions
uk: Дії

source: Create invoice
uk: Створити інвойс

source: Create transaction
uk: Зареєструвати транзакцію

source: Record actions
uk: Дії запису

source: Print
uk: Друк

source: Modify
uk: Змінити

source: Product name
uk: Найменування

source: UOM
uk: Од.виміру

source: Quantity
uk: Кількість

source: P.
uk: Тел.

source: Fax
uk: Факс

source: ITN
uk: ЄДРПОУ

source: Invoices
uk: Інвойси

source: Contracts
uk: Договори

source: issued for
uk: виписан для

source: Issued
uk: Виданий

source: Create completition certificate
uk: Створити акт

source: Vendor
uk: Постачальник

source: Recipient
uk: Одержувач

source: Amount total
uk: Всього

source: Total to pay
uk: Всього на суму

source: No VAT
uk: Без ПДВ

source: Invoice signer
uk: Виписав

source: Sequence
uk: Нумератор

source: Sequences
uk: Нумератори
